Repository: Abdelnasser1999/Kvdemy
Catalog: Kvdemy.Core/Resourses/Messages.*.resx
Languages: ar_sa

# booking_approved
source: Lesson approved
ar_sa: تم قبول الدرس

# booking_cancelled
source: Lesson cancelled
ar_sa: تم الغاء الدرس

# booking_completed
source: Lesson completed, come back again for more lessons
ar_sa: الدرس اكتمل، عد من جديد من اجل دروس اخرى

# booking_conflict
source: This time is already booked, please choose another time
ar_sa: هذا الوقت محجوز بالفعل ، اختر توقيت اخر

# booking_created_success
source: Lesson created successfully
ar_sa: تم انشاء الدرس بنجاح

# booking_not_available
source: Booking not available at this time for this teacher
ar_sa: الحجز غير متاح في هذا الوقت لهذا المدرس

# booking_not_found
source: This lesson does not exist
ar_sa: هذا الدرس غير موجود

# booking_updated_success
source: Lesson status updated successfully
ar_sa: تم تغيير حالة الدرس

# created_failed
source: Creation failed
ar_sa: تم الانشاء بنجاح

# created_success
source: Creation Success
ar_sa: فشلت عملية التعديل

# data_failed
source: Data retrieval failed
ar_sa: فشل جلب البيانات

# data_success
source: Data retrieved successfully
ar_sa: تم جلب البيانات بنجاح

# delete_failed
source: Deletion failed
ar_sa: فشلت عملية الحذف

# delete_success
source: Deleted successfully
ar_sa: تم الحذف بنجاح

# duplicate_email
source: This email already exists
ar_sa: هذا الايميل موجود بالفعل

# duplicate_phone
source: Phone number already exists
ar_sa: رقم الهاتف موجود بالفعل

# duplicate_username
source: Username already exists
ar_sa: اسم المستخدم موجود بالفعل

source: Invalid credentials
ar_sa: البيانات غير صحيحة

# invalid_token
source: Invalid credentials
ar_sa: معرف تحقق غير صحيح

# invalid_username
source: Invalid credentials
ar_sa: اسم المستخدم غير متاح

source: Item not found
ar_sa: العنصر غير موجود

# login_success
source: Invalid credentials
ar_sa: تم تسجيل الدخول بنجاح

# new_booking
source: You have received a new lesson request, please accept it now
ar_sa: وصلك طلب درس جديد، قم بقبوله الآن

# otp_success
source: Verified successfully
ar_sa: تم التحقق بنجاح

# otp_wrong
source: Verification code is incorrect
ar_sa: رمز التحقق خاطئ

source: Question not found
ar_sa: السؤال غير موجود

# teacher_unavailable
source: Teacher not available for booking
ar_sa: المدرس غير متاح للحجز

# teacher_unavailable_on_this_day
source: Teacher not available for booking on this day, please choose another day
ar_sa: المدرس غير متاح في هذا اليوم للحجز، اختر يوم آخر

# title_booking_approved
source: Lesson approval
ar_sa: قبول الدرس

# title_booking_cancelled
source: Lesson cancellation
ar_sa: رفض الدرس

# title_booking_completed
source: Lesson completion
ar_sa: اكتمال الدرس

# title_booking_conflict
source: Time slot booked
ar_sa: توقيت محجوز

# title_booking_created_success
source: Lesson creation
ar_sa: انشاء الدرس

# title_booking_not_available
source: Time slot not available
ar_sa: توقيت غير متاح

# title_booking_not_found
source: Lesson not found
ar_sa: الدرس غير موجود

# title_booking_updated_success
source: Lesson status
ar_sa: حالة الدرس

# title_new_booking
source: New lesson request
ar_sa: طلب درس جديد

# title_teacher_unavailable
source: Not available
ar_sa: غير متاح

# title_teacher_unavailable_on_this_day
source: Not available
ar_sa: غير متاح

# updated_failed
source: Modification failed
ar_sa: فشلت عملية الانشاء

# updated_success
source: Modification succeeded
ar_sa: تم التعديل بنجاح

# user_delete_failed
source: User deletion failed
ar_sa: فشلت عملية حذف المستخدم

# user_delete_success
source: User deleted successfully
ar_sa: تم حذف المستخدم بنجاح

source: User not found
ar_sa: المستخدم غير موجود

# user_updated_failed
source: User modification failed
ar_sa: فشلت عملية تعديل المستخدم

# user_updated_success
source: User modified successfully
ar_sa: تم تعديل المستخدم بنجاح
